// 20221011152400
// https://thirdwavecoffeebase.com/origins/Indonesia

{
  "coffees": [
    {
      "id": "cc597a8a",
      "name": "Bali Kintamani",
      "price": 11.5,
      "description": "Sunset Roasters is excited to bring you its first coffee from the Asian region. Loaded with wonderful fruity and floral tones this coffee is an immediate standout. Bali Organic Kintamani natural is sourced from family owned farms located in the Kintamani highlands on the island province of Bali, Indonesia. Coffee is grown in the volcanic soils of Mount Agung along with citrus trees that provide shade and another source of income.  Coffee production is typically organized around a Subak Abian, which refers to the ecologically sustainable irrigation systems developed more than 1,000 years ago by Hindu priests who practiced Tri Hita Karana (the three sources of prosperity), a philosophy focused on the harmonization between the environment, humans, and God. Sunset Roasters brings Bali Kintamani coffee to you to sip, and savor, and share with friends.",
      "process": "dry",
      "roastLevel": null,
      "tastingNotes": [
        "grape candy",
        "cherry chocolate",
        "strawberry"
      ],
      "roaster": "Sunset Roasters"
    },
    {
      "id": "cf1205d8",
      "name": "Bali Kintamani Organic Natural",
      "price": 23.0,
      "description": "Over this past year we have had the chance to taste some amazingly fruit forward coffees, but none as mind blowing as this one. No we are not joking with the tasting notes. With strong berry and sweet citrus notes in the front and a light savory finish combined with a coating mouthfeel this naturally processed coffee is bold and fun. \n\nProduced by family farms organized via a local Subak Abian (SA), a farmer org and ecologically sustainable irrigation system developed by Hindu priests over 1000 years ago, this bourbon Bali Natural comes from the Kintamani Highlands of central Bali, Indonesia.\n\nWe generally recommend a 1:16 ratio on all of our coffee for filter brews, but try this Bali at 1:15 and a slightly coarser grind for mouthwatering flavor intensity.",
      "process": null,
      "roastLevel": "medium",
      "tastingNotes": [
        "strawberry",
        "orange sorbet",
        "lucky charms",
        "velvety"
      ],
      "roaster": "Souvenir Coffee"
    },
    {
      "id": "c745aa3f",
      "name": "Bali Net WT. 12oz (340.1g)",
      "price": 17.45,
      "description": "Bali is a heavy bodied coffee from Indonesia. This bean creates a winey, rich, and low acidic cup of coffee.",
      "process": null,
      "roastLevel": null,
      "tastingNotes": [

      ],
      "roaster": "Napa Valley Coffee"
    },
    {
      "id": "c28dbbc4",
      "name": "CELEBES",
      "price": 11.0,
      "description": "Celebes, also commonly known as Sulawesi, is one of the smoothest and most heavily-bodied coffees in the world.  This is the perfect roast for those looking for a high-end specialty coffee with little or no acidity. Roast Color: Dark Cupping Notes: Molasses, Hops, Earthy Cold Brew Notes:  Super Dark Chocolate, White Pepper, Subtle Caramel Sweetness Story: Our Celebes is sourced from 23 family owned farms organized around the Toraja Coffee Farmers's Cooperative located in the central mountain region of the South Sulawesi province on Sulawesi Island (formerly known as Celebes), Indonesia.  In recent years, the Toraja Coffee Growers Cooperative has been collaborating with an NGO called VECO, which is dedicated to improving farmer access to better agricultural practices for quality coffee production and improving coffee farm infrastructure.  The partnership has helped to improve quality, increase earnings from coffee sales, and is strengthening farmers’ livelihoods..",
      "process": null,
      "roastLevel": "dark",
      "tastingNotes": [
        "molasses",
        "hops",
        "earthy"
      ],
      "roaster": "McLaughlin Coffee"
    },
    {
      "id": "c0c70b08",
      "name": "Java Blue Batavia Coffee",
      "price": 26.95,
      "description": "Taste the timeless beauty of Java Blue Batavia Coffee.Carefully grown by the Batavia Coffee Co-op in rich volcanic soil which lends a unique color and flavor to these bluish-green java coffee beans.Java Blue Batavia Coffee is super smooth and supple, with a creamy mouthfeel and velvety body.Balanced medium acidity with a bright tangy molasses flavor, and subtle nutty date like notes in the finish.",
      "process": null,
      "roastLevel": null,
      "tastingNotes": [
        "molasses",
        "date"
      ],
      "roaster": "Weavers Coffee & Tea"
    },
    {
      "id": "cb55a260",
      "name": "KINTAMANI - Bali Natural Single Origin",
      "price": 18.0,
      "description": "This exceptional coffee has the classic Indonesian full body, swirled with fruity aromas of strawberry, cherry and notes of milk chocolate.  We medium roast the beans to preserve their origin flavors.  An impressively lush, voluptuous coffee with intensely sweet fruit-tones along with brown sugar, strawberry, hazelnut, a hint of mint in aroma and cup.  A full, syrupy mouthfeel and an impressively sweet and flavor-saturated finish all makes for a perfect cup of coffee.",
      "process": "dry",
      "roastLevel": "medium",
      "tastingNotes": [
        "strawberry",
        "cherry",
        "milk chocolate",
        "brown sugar",
        "hazelnut",
        "mint"
      ],
      "roaster": "Taylor Lane Organic Coffee"
    }
  ]
}